djui/alias-tips
wfxr/forgit
agkozak/zsh-z
marlonrichert/zsh-autocomplete
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
lukechilds/zsh-better-npm-completion
buonomo/yarn-completion